---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DatumPlaneFailures.ScopeBoxWrongPosition
source: html/d13f990c-ffc9-57f9-3533-f11758d399b7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DatumPlaneFailures.ScopeBoxWrongPosition Property

The Highlighted Datum cannot be associated with the specified Scope Box because the Datum plane does not intersect the Scope Box.

## Syntax (C#)
```csharp
public static FailureDefinitionId ScopeBoxWrongPosition { get; }
```